Repository: fr33d0m21/ff-ai-plugin
Catalog: languages/farming-footprints-ai-*.po
Languages: es_es

source: Farming Footprints AI Settings
es_es: Configuración de Farming Footprints AI

source: FF AI Settings
es_es: Configuración de FF AI

source: General Settings
es_es: Configuración General

source: AI Settings
es_es: Configuración de IA

source: Weather Settings
es_es: Configuración del Clima

source: Crop Settings
es_es: Configuración de Cultivos

source: API Key
es_es: Clave API

source: Default Language
es_es: Idioma Predeterminado

source: Enable Debug Mode
es_es: Activar Modo de Depuración

source: Crop Planner
es_es: Planificador de Cultivos

source: Location:
es_es: Ubicación:

source: Farm Size (acres):
es_es: Tamaño de la Granja (acres):

source: Farming Method:
es_es: Método de Cultivo:

source: Conventional
es_es: Convencional

source: Organic
es_es: Orgánico

source: No-Till
es_es: Sin Labranza

source: Previous Crops:
es_es: Cultivos Anteriores:

source: e.g., Corn, Soybeans
es_es: ej., Maíz, Soja

source: Generate Crop Plan
es_es: Generar Plan de Cultivo

source: Your Crop Plan
es_es: Tu Plan de Cultivo

source: Save Plan
es_es: Guardar Plan

source: Weather Dashboard
es_es: Panel del Clima

source: Enter location
es_es: Ingresar ubicación

source: Search
es_es: Buscar

source: Current Weather
es_es: Clima Actual

source: Temperature
es_es: Temperatura

source: Humidity
es_es: Humedad

source: Wind Speed
es_es: Velocidad del Viento

source: Description
es_es: Descripción

source: Forecast
es_es: Pronóstico

source: Agricultural Insights
es_es: Perspectivas Agrícolas

source: AI Farming Assistant
es_es: Asistente de Agricultura IA

source: Ask me anything about farming...
es_es: Pregúntame lo que quieras sobre agricultura...

source: Send
es_es: Enviar

source: Failed to register IoT device.
es_es: Error al registrar el dispositivo IoT.

source: Device not found.
es_es: Dispositivo no encontrado.

source: Failed to update device data.
es_es: Error al actualizar los datos del dispositivo.

source: Farmer Profile Information
es_es: Información del Perfil del Agricultor

source: Farm Size (acres)
es_es: Tamaño de la Granja (acres)

source: Primary Crops
es_es: Cultivos Principales

source: Enter crops separated by commas
es_es: Ingrese cultivos separados por comas

source: Farming Method
es_es: Método de Cultivo

source: Invalid username or email.
es_es: Nombre de usuario o correo electrónico inválido.

source: The email could not be sent.
es_es: No se pudo enviar el correo electrónico.
